Repository: UPCnet/Products.PloneSurvey
Catalog: Products/PloneSurvey/i18n/plonesurvey-plone-*.po
Languages: ca, el, fr, it, ja, pl, pt_br

source: Branching
ca: Branques
el: Διακλάδοση
fr: Branchement
it: Diramazione
ja: ブランチの作成
pl: Rozgałęzianie

source: Comment Field
ca: Camp de comentari
el: Πεδίο Σχολίου
fr: Champ commentaire
it: Campo di commenti
ja: コメント欄
pl: Pole Komentarza
pt_br: Comentário

source: Export
it: Esporta

source: Introduction
ca: Introducci처
el: Εισαγωγή
it: Introduzione
ja: 導入
pl: Wprowadzenie
pt_br: Introdução

source: None
ca: Cap
el: Καμία
fr: Aucun
it: Nessuno
ja: なし
pl: Brak
pt_br: Nenhum

source: Overview
ca: Resum
el: Γενική Επισκόπηση
fr: Vue sommaire
it: Panoramica
ja: 概要
pl: Przegląd
pt_br: Visão geral

source: Reset
ca: Buidar
el: Επαναφορά
fr: Réinitialiser
it: Ripristina
ja: リセット
pt_br: Reiniciar

source: Respondents
it: Parecipanti

source: Results
ca: Resultats
el: Αποτελέσματα
fr: Résultats
it: Risultati
ja: 結果
pl: Wyniki
pt_br: Resultado

source: Sub Survey
ca: Sub q체estionari
el: Υπο-ερωτηματολόγιο
fr: Sous-questionnaire
it: Questionario secondario
ja: サブアンケート
pl: Ankieta Zagnieżdżona
pt_br: Sub Questionário

source: Survey
ca: Q체estionari
el: Ερωτηματολόγιο
fr: Sondage
it: Questionario
ja: アンケート
pl: Ankieta
pt_br: Questionário

source: Survey Date Question
fr: Question à date
it: Domanda su una data
pl: Pytanie z Datą

source: Survey Likert Question
el: Ερώτηση Likert
fr: Question de type likert
it: Domanda di gradimento
ja: リッカート法による質問
pl: Pytanie o Preferencje
pt_br: Questão Likert

source: Survey Matrix
ca: Matriu de respostes
el: Πίνακας Ερωτήσεων
fr: Matrice de questions
it: Matrice del questionario
ja: マトリックス形式の質問
pl: Tablica Pytań
pt_br: Questionário em Matriz

source: Survey Matrix Question
ca: Pregunta matriu
el: Ερώτηση Πίνακα
fr: Question en matrice
it: Domanda a matrice
ja: マトリックス形式の質問
pl: Pytanie w Tablicy
pt_br: Questão em Matriz

source: Survey Question
ca: Pregunta
el: Ερώτηση
fr: Question
it: Domanda del questionario
ja: アンケートの質問
pl: Pytanie
pt_br: Questão

source: Survey Select Question
ca: Pregunta de selecci처
el: Ερώτηση Επιλογής
fr: Question avec liste de valeurs
it: Domanda di scelta
ja: 択一式の質問
pl: Pytanie z Listą Odpowiedzi
pt_br: Questão de seleção

source: Survey Text Question
ca: Pregunta de text
el: Ερώτηση Κειμένου
fr: Question à texte libre
it: Domanda di testo
ja: 自由回答形式の質問
pl: Pytanie z Polem Tekstowym
pt_br: Questão de texto

source: default
ca: valor per defecte
el: Γενικά
fr: defaut
it: Predefinito
ja: 基本情報
pl: Podstawowe
pt_br: padrão

source: label_schema_Branching
it: Ramificazione
pl: Rozgałęzienia

source: label_schema_Comment Field
it: Campo commento
pl: Pole komentarza

source: label_schema_Email Invite
it: E-mail di invito
pl: Zaproszenie e-mailowe

source: label_schema_Introduction
it: Introduzione
pl: Wprowadzenie

source: label_schema_Text Block
it: Blocco di testo
pl: Blok tekstowy

source: A matrix of questions within a survey.
fr: Une matrice de questions à choix dans un sondage.

source: A question in a matrix within a survey.
fr: Une question dans une matrice de plusieurs questionsd ans un sondage.

source: A question with select vocab within a survey.
fr: Une question avec une liste de réponses prédéfinies dans un sondage.

source: A sub page within a survey.
fr: Un sous-ensemble dans le sondage.

source: A textual question within a survey.
fr: Une question texte dans un sondage.

source: A question for date/time within a survey.
fr: Une question portant sur une date dans un sondage.
